Repository: becker932/SYT
Catalog: post-revision-display/languages/post-revision-display-*.po
Languages: es_es

source: Post Revisions:
es_es: Revisiones del artículo:

source: Changes:
es_es: Cambios:

source: Post Revision Display
es_es: Listado de revisiones

source: Options updated.
es_es: Opciones actualizadas.

source: Show revisions on single posts
es_es: Mostrar revisiones en artículos individuales

source: Show revisions on pages
es_es: Mostrar revisiones en páginas

source: Hide the message that appears if there are no post-publication revisions.
es_es: Ocultar el mensaje que aparece si no hay revisiones post-publicación.

source: Revision list header:
es_es: Cabecera de la lista de revisiones:

source: Revision diffs header:
es_es: Cabecera de las diferencias entre revisiones:

source: Manual mode.
es_es: Modo manual.

source: Update Options
es_es: Actualizar opciones

source: Only applies to 'automatic' mode. If using 'manual' mode, this will be determined by where you place the function calls in your template files, most likely in single.php and/or page.php.
es_es: Sólo se aplica al modo 'automático'. Si se usa el modo 'manual', esto se determinará según dónde sitúes los llamamientos a la función en tu plantilla, normalmente en single.php y/o page.php.

source: Turns off automatic placement of revision information and requires calls to 'the_revision*' functions from your template files. You'll have to read the documentation on this one.
es_es: Desactiva la inserción automática de información sobre revisiones y requiere llamadas a las funciones 'the_revision*' desde tus plantillas. Consulta la documentación sobre cómo hacerlo.

source: No autosave
es_es: No autoguardado

source: There are no revisions for this post.
es_es: No hay revisiones para este artículo.

source: %1$s by %2$s|post revision 1:datetime, 2:name
es_es: %1$s por %2$s|revisión de artículo 1:fecha, 2:autor

source: This post has not been revised since publication.
es_es: Este artículo no ha sido revisado desde su publicación.

source: current revision
es_es: revisión actual

source: (Viewing %s instead.)
es_es: (Viendo %s en cambio.)

source: Revision %1$s not found. %2$s
es_es: La revisión %1$s no se ha encontrado. %2$s

source: This is the current revision.
es_es: Esta es la revisión actual.

source: Revision %1$s is not a revision of this post. %2$s
es_es: La revisión %1$s no es una revisión de este artículo. %2$s

source: Revision %1$s is a pre-publication revision. %2$s
es_es: La revisión %1$s es una revisión previa a la publicación. %2$s

source: You are viewing an old revision of this post, from %s.
es_es: Estás viendo una revisión anterior de este artículo, de %s.

source: %1$sSee below for differences%2$s between this version and the %3$s
es_es: %1$sA continuación se muestran las diferencias%2$s entre esta versión y la %3$s

source: Content
es_es: Contenido

source: Title
es_es: Título

source: There are no differences between the %s revision and the current revision. (Maybe only post meta information was changed.)
es_es: No hay diferencias entre la revisión %s y la revisión actual. (Posiblemente sólo hayan cambiado los metadatos de la entrada.)

source: Current Revision
es_es: Revisión actual

source: %1$sNote:%2$s Spaces may be added to comparison text to allow better line wrapping.
es_es: %1$sNota:%2$s Quizá se añadan espacios a la comparación para mejorar los saltos de línea.
